{
  "app_title": "Trench warfare",
  "greater_100_k": "100K+",
  "plain": "Plain",
  "wood": "Wood",
  "marsh": "Marsh",
  "sand": "Sand",
  "hills": "Hills",
  "mountains": "Mountains",
  "snow": "Snow",
  "water": "Water",

  "january": "January",
  "february": "February",
  "march": "March",
  "april": "April",
  "may": "May",
  "june": "June",
  "july": "July",
  "august": "August",
  "september": "September",
  "october": "October",
  "november": "November",
  "december": "December",

  "level_1": "Level 1",
  "level_2": "Level 2",
  "level_3": "Level 3",
  "level_4": "Level 4",
  "level_capital": "Capital",
  "no_cell_to_add": "No cell to place",
  "no_unit_to_add": "No unit to strike",

  "save": "Save",
  "load": "Load",
  "day": "Day",
  "loading": "One moment, please",

  "armored_car_card_name": "Armored car",
  "armored_car_card_description": "An armored car is a light but tenacious and fast combat unit. Armed with machine guns, it causes additional damage to manpower. The unit can be built in a factory of level 3 or higher.",
  "artillery_card_name": "Artillery",
  "artillery_card_description": "Slow and vulnerable, artillery is nevertheless a formidable opponent. It's all about its range. If artillery attacks a regular enemy, it does not receive retaliatory damage. Otherwise, it deals damage first. The unit can be built in a factory of level 2 or higher.",
  "battleship_card_name": "Battleship",
  "battleship_card_description": "A battleship is a real ruler of the seas. It is almost invulnerable to other ships except other battleships. Armed with artillery. The unit can be built in a naval base of level 3.",
  "cavalry_card_name": "Cavalry",
  "cavalry_card_description": "Speed is the main advantage of cavalry. Use it to raid behind enemy lines and undermine their economy. Cavalry receives additional damage from machine guns. The unit can be formed in a city of level 2 or higher.",
  "cruiser_card_name": "Cruiser",
  "cruiser_card_description": "A cruiser successfully combines relatively high speed, significant firepower and armor. Armed with artillery. The unit can be built at a naval base of level 2 or higher.",
  "destroyer_card_name": "Destroyer",
  "destroyer_card_description": "A light and fast warship armed with artillery. The unit can be built at a naval base of level 1 or higher.",
  "infantry_card_name": "Infantry",
  "infantry_card_description": "Basic type of troops. Cheap, fast enough, can move over any terrain. An infantry takes additional damage from machine guns. The unit can be formed in a city of level 1 or higher.",
  "machine_gunners_card_name": "Machine gunners",
  "machine_gunners_card_description": "Machine guns deal additional damage to unarmored squads. However, they themselves are vulnerable to other machine guns. The unit can be formed in a city of level 2 and higher.",
  "machine_gunners_cart_card_name": "Machine gunners cart",
  "machine_gunners_cart_card_description": "Machine gunners cart combines the speed of cavalry and the destructive power of machine guns. However, they themselves are vulnerable to other squads with machine guns. The unit can be built in a factory of level 1 or higher.",
  "tank_card_name": "Tank",
  "tank_card_description": "A tank successfully combines reliable armor, high firepower and relatively good speed. Armed with machine guns and artillery. The most formidable ground unit. The unit can be built at a tier 4 factory.",
  "carrier_card_name": "Troopship",
  "carrier_card_description": "A troopship is unarmed and requires an escort. It can transport up to four ground squads. The unit can be built in a naval base of level 1 or higher.",

  "air_field_card_name": "Airfield",
  "air_field_card_description": "The airfield allows for air strikes within a certain radius.",
  "city_card_name": "City",
  "city_card_description": "Cities perform several functions. First, they allow the formation of non-mechanized units. Second, all non-mechanized units in the city restore their health more intensively. In addition, they provide additional protection to units in the city. And finally, they bring increased income, which depends on the level of the city.",
  "factory_card_name": "Factory",
  "factory_card_description": "Factories are very important for achieving victory. Firstly, they allow you to build mechanized units. Secondly, all mechanized units on the territory of the factory restore health more intensively. In addition, they provide additional protection to the units. And finally, they bring increased income, which depends on the level of the factory.",
  "naval_base_card_name": "Naval base",
  "naval_base_card_description": "The naval base produces ships. In addition, all ships in the base's territory restore health more intensively. And finally, they bring increased income, which depends on the level of the naval base.",

  "air_bombing_card_name": "Aerial bombing",
  "air_bombing_card_description": "An expensive but highly effective means of achieving victory, aerial bombardment causes significant damage to all units in the area of impact.",
  "flametroopers_card_name": "Flamethrowers",
  "flametroopers_card_description": "Flamethrowers are very effective against infantry and significantly less effective against tanks. They have a chance to destroy the attacked unit instantly.",
  "flechettes_card_name": "Flechettes bombing",
  "flechettes_card_description": "Flechettes cause significant damage to all non-mechanized units at the point of attack. They are relatively cheap but deadly.",
  "gas_attack_card_name": "Gas attack",
  "gas_attack_card_description": "A gas attack is a formidable but unpredictable weapon. On the one hand, it can instantly kill or damage all units at the attack site. On the other hand, there is a chance that the gas cloud will spread to the surrounding area.",
  "propaganda_card_name": "Propaganda",
  "propaganda_card_description": "Propaganda is multifaceted. If agitation is successful, the attacked unit may lose the will to fight, disband, leave the battlefield, or even go over to the enemy. Propaganda is especially effective against battle-worn or inexperienced units.",

  "anti_air_gun_card_name": "Anti-aircraft guns",
  "anti_air_gun_card_description": "Anti-aircraft guns allow you to reduce damage from air strikes by half.",
  "barbed_wire_card_name": "Barbed wire",
  "barbed_wire_card_description": "Barbed wire is a cheap but versatile means of defense. It not only reduces the speed of enemy units (except tanks) but also decreases the enemy's attack capabilities.",
  "land_fort_card_name": "Land fort",
  "land_fort_card_description": "The Ground Fort can make even the weakest unit invincible. It increases attack and defense capabilities, doubles health, and provides the unit with machine gun and artillery support.",
  "land_mine_field_card_name": "Land mine field",
  "land_mine_field_card_description": "A minefield is a cheap way to disrupt an enemy attack. Unfortunately, minefields don't care who is friend or foe.",
  "sea_mine_field_card_name": "Sea mine field",
  "sea_mine_field_card_description": "A sea minefield is a cheap way to disrupt an enemy attack or troop transport by sea. Unfortunately, minefields do not care who is friend or foe.",
  "trench_card_name": "Trench",
  "trench_card_description": "A trench increases the defensive capabilities of infantry and machine gunners. In addition, it slows down the movement of enemy units.",

  "attack_card_name": "Attack booster",
  "attack_card_description": "This is a cheap way to increase the offensive capabilities of a squad.",
  "commander_card_name": "Commander",
  "commander_card_description": "A competent commander significantly increases the capabilities of a squad both in attack and defense.",
  "defence_card_name": "Defence booster",
  "defence_card_description": "This is a cheap way to increase the defensive capabilities of a squad.",
  "transport_card_name": "War truck",
  "transport_card_description": "A war truck doubles the movement speed of infantry, artillery and machine gunners. Rapid troop movement can be a key factor in victory.",

  "victory_dialog": "The victory is yours!",
  "defeat_dialog_global": "You have been defeated...",
  "defeat_dialog": "This country has been defeated...",
  "resume_menu_dialog": "Resume",
  "settings_menu_dialog": "Settings",
  "quit_menu_dialog": "Quit",
  "objectives_menu_dialog": "Objectives",

  "objectives_text": "Capture or destroy all enemy cities and factories.",

  "cover_new_game": "NEW GAME",
  "cover_load": "LOAD",
  "cover_settings": "SETTINGS",

  "new_game_tab_europe": "Europe",
  "new_game_tab_asia": "Asia",
  "new_game_tab_new_world": "New World",
  "new_game_list_empty": "Coming soon",
  "new_game_opponents": "Opponents",
  "new_game_neutrals": "Neutrals",

  "save_load_autosave": "Autosave",
  "save_load_empty_load": "Nothing to load",
  "save_load_empty_slot": "Empty slot",

  "settings_music": "Music",
  "settings_sounds": "Sounds",
  "settings_my_units": "My units speed",
  "settings_enemy_units": "Enemy units speed",
  "settings_title": "Settings"
}