{
  "app_title": "Окопная война",
  "greater_100_k": "100K+",
  "plain": "Равнина",
  "wood": "Лес",
  "marsh": "Болото",
  "sand": "Пески",
  "hills": "Холмы",
  "mountains": "Горы",
  "snow": "Снега",
  "water": "Вода",

  "january": "Январь",
  "february": "Февраль",
  "march": "Март",
  "april": "Апрель",
  "may": "Май",
  "june": "Июнь",
  "july": "Июль",
  "august": "Август",
  "september": "Сентябрь",
  "october": "Октябрь",
  "november": "Ноябрь",
  "december": "Декабрь",

  "level_1": "I",
  "level_2": "II",
  "level_3": "III",
  "level_4": "IV",
  "level_capital": "V",
  "no_cell_to_add": "",
  "no_unit_to_add": "",

  "save": "Сохранить",
  "load": "Загрузить",
  "day": "День",
  "loading": "Пожалуйста, подождите",

  "armored_car_card_name": "Бронеавтомобиль",
  "armored_car_card_description": "Бронеавтомобиль — легкая, но живучая и быстрая боевая единица. Вооружена пулеметами, потому наносит дополнительный урон живой силе. Для постройки нужен завод 3-го уровня или выше.",
  "artillery_card_name": "Артиллерия",
  "artillery_card_description": "Медленная и уязвимая, артиллерия, тем не менее, является грозным противником. Все дело в ее дальности. Если артиллерия атакует обычного противника, то она не получает ответного урона. В противном случае она наносит урон первой. Для постройки нужен завод уровня 2 или выше.",
  "battleship_card_name": "Линкор",
  "battleship_card_description": "Линкор — настоящий властитель морей. Он практически неуязвим для других классов кораблей. Вооружен артиллерией. Линкор может быть построен на военно-морской базе 3-го уровня.",
  "cavalry_card_name": "Кавалерия",
  "cavalry_card_description": "Скорость — главное преимущество кавалерии. Используйте ее для рейдов в тыл противника и подрыва его экономики. Кавалерия получает дополнительный урон от пулеметов. Отряд может быть сформирован в городе 2-го уровня или выше.",
  "cruiser_card_name": "Крейсер",
  "cruiser_card_description": "Крейсер удачно сочетает в себе относительно высокую скорость, значительную огневую мощь и броню. Вооружен артиллерией. Крейсер может быть построен на военно-морской базе уровня 2 или выше.",
  "destroyer_card_name": "Эсминец",
  "destroyer_card_description": "Легкий и быстрый военный корабль, вооружен артиллерией. Эсминец может быть построен на военно-морской базе уровня 1 или выше.",
  "infantry_card_name": "Пехота",
  "infantry_card_description": "Базовый тип войск. Дешевый, достаточно быстрый, может перемещаться по любой местности. Пехота получает дополнительный урон от пулеметов. Отряд может быть сформирован в городе 1-го уровня или выше.",
  "machine_gunners_card_name": "Пулеметчики",
  "machine_gunners_card_description": "Пулеметчики наносят дополнительный урон небронированным отрядам. Однако они сами уязвимы для других пулеметов. Отряд может быть сформирован в городе 2-го уровня или выше.",
  "machine_gunners_cart_card_name": "Тачанка",
  "machine_gunners_cart_card_description": "Тачанка сочетает в себе скорость кавалерии и разрушительную силу пулеметов. Однако сами они уязвимы для других отрядов с пулеметами. Тачанка может быть построена на заводе уровня 1 или выше.",
  "tank_card_name": "Танк",
  "tank_card_description": "Танк удачно сочетает в себе надежную броню, высокую огневую мощь и относительно хорошую скорость. Вооружен пулеметами и артиллерией, что делает его самой грозной наземной боевой единицей. Танк может быть построен на заводе 4-го уровня.",
  "carrier_card_name": "Морской транспорт",
  "carrier_card_description": "Транспортный корабль не вооружен и требует сопровождения. Он может перевозить до четырех наземных отрядов. Для постройки требуется военно-морская база уровня 1 или выше.",

  "air_field_card_name": "Аэродром",
  "air_field_card_description": "Аэродром позволяет наносить авиаудары в определенном радиусе.",
  "city_card_name": "Город",
  "city_card_description": "Города выполняют несколько функций. Во-первых, они позволяют формировать немеханизированные отряды. Во-вторых, все немеханизированные отряды в городе восстанавливают свое здоровье более интенсивно. Кроме того, города обеспечивают дополнительную защиту отрядам. И, наконец, город приносит повышенный доход, который зависит от его уровня.",
  "factory_card_name": "Фабрика",
  "factory_card_description": "Фабрики очень важны для достижения победы. Во-первых, они позволяют строить механизированные отряды. Во-вторых, все механизированные отряды на территории фабрики интенсивнее восстанавливают здоровье. Кроме того, они обеспечивают дополнительную защиту отрядам на своей территории. И, наконец, фабрика приносит повышенный доход, который зависит от ее уровня.",
  "naval_base_card_name": "Военно-морская база",
  "naval_base_card_description": "Военно-морская база производит корабли. Кроме того, все корабли на территории базы восстанавливают здоровье интенсивнее. И, наконец, военно-морская база приносит повышенный доход, который зависит от ее уровня.",

  "air_bombing_card_name": "Бомбовый удар",
  "air_bombing_card_description": "Бомбовый удар — дорогостоящее, но весьма эффективное средство достижения победы, наносящее значительный урон всем подразделениям в зоне поражения.",
  "flametroopers_card_name": "Огнеметчики",
  "flametroopers_card_description": "Огнеметчики очень эффективны против пехоты и значительно менее эффективны против танков. У них есть шанс мгновенно уничтожить атакуемый отряд.",
  "flechettes_card_name": "Флешетты",
  "flechettes_card_description": "Флешетты наносят значительный урон всем немеханизированным подразделениям в точке атаки. Они относительно дешевы, но смертоносны.",
  "gas_attack_card_name": "Газовая атака",
  "gas_attack_card_description": "Газовая атака — грозное, но непредсказуемое оружие. С одной стороны, она может мгновенно убить или повредить все подразделения в месте атаки. С другой стороны, есть вероятность, что газовое облако распространится на окружающую территорию.",
  "propaganda_card_name": "Пропаганда",
  "propaganda_card_description": "Пропаганда многогранна. Если агитация успешна, агитируемое подразделение может потерять волю к сопротивлению, расформироваться, покинуть поле боя или даже перейти на сторону противника. Пропаганда особенно эффективна против потрепаных в боях или неопытных отрядов.",

  "anti_air_gun_card_name": "Зенитные орудия",
  "anti_air_gun_card_description": "Зенитные орудия позволяют вдвое снизить урон от авиаударов.",
  "barbed_wire_card_name": "Колючая проволока",
  "barbed_wire_card_description": "Колючая проволока — дешевое, но универсальное средство защиты. Она не только снижает скорость передвижения вражеских отрядов (кроме танков), но и уменьшает возможности противника для атаки.",
  "land_fort_card_name": "Наземный форт",
  "land_fort_card_description": "Наземный форт может сделать даже самый слабый отряд непобедимым. Он увеличивает возможности атаки и защиты, удваивает здоровье и обеспечивает отряд пулеметной и артиллерийской поддержкой.",
  "land_mine_field_card_name": "Минное поле",
  "land_mine_field_card_description": "Минное поле — это дешевый способ сорвать атаку противника. К сожалению, минным полям все равно, кто друг, а кто враг.",
  "sea_mine_field_card_name": "Морское минное поле",
  "sea_mine_field_card_description": "Морское минное поле — это дешевый способ сорвать вражескую атаку или переброску войск по морю. К сожалению, минным полям все равно, кто друг, а кто враг.",
  "trench_card_name": "Окоп",
  "trench_card_description": "Окоп повышает оборонительные возможности пехоты и пулеметчиков, а также замедляет передвижение подразделений противника.",

  "attack_card_name": "Усиление атаки",
  "attack_card_description": "Это дешевый способ повысить наступательные возможности отряда.",
  "commander_card_name": "Командир",
  "commander_card_description": "Грамотный командир значительно повышает возможности отряда как в нападении, так и в обороне.",
  "defence_card_name": "Усиление защиты",
  "defence_card_description": "Это дешевый способ повысить обороноспособность отряда.",
  "transport_card_name": "Военный грузовик",
  "transport_card_description": "Военный грузовик удваивает скорость передвижения пехоты, артиллерии и пулеметчиков. Быстрая переброска войск может стать ключевым фактором победы.",

  "victory_dialog": "Вы победили!",
  "defeat_dialog_global": "Вы проиграли...",
  "defeat_dialog": "Поражение...",
  "resume_menu_dialog": "Продолжить",
  "settings_menu_dialog": "Настройки",
  "quit_menu_dialog": "Выход",
  "objectives_menu_dialog": "Цели",
  "ask_turn_completed_dialog": "Некоторые подразделения еще могут передвигаться.\nЗавершить ход?",
  "ask_to_disband_dialog": "Распустить это подразделение?",

  "objectives_text": "Захватите или уничтожьте все города и фабрики противника.",

  "cover_new_game": "НОВАЯ ИГРА",
  "cover_load": "ЗАГРУЗИТЬ",
  "cover_settings": "НАСТРОЙКИ",

  "new_game_tab_europe": "Европа",
  "new_game_tab_asia": "Азия",
  "new_game_tab_new_world": "Нов. Свет",
  "new_game_list_empty": "Скоро появится",
  "new_game_opponents": "Противники",
  "new_game_neutrals": "Нейтральные",
  "new_game_map_size": "Размер карты",
  "new_game_tiny": "Крошечная",
  "new_game_small": "Маленькая",
  "new_game_medium": "Средняя",
  "new_game_large": "Большая",
  "new_game_huge": "Огромная",

  "save_load_autosave": "Автосохранение",
  "save_load_empty_load": "Нечего загружать",
  "save_load_empty_slot": "Пустой слот",

  "settings_music": "Музыка",
  "settings_sounds": "Звуки",
  "settings_my_units": "Моя скорость",
  "settings_enemy_units": "Скорость противника",
  "settings_title": "Настройки"
}